Repository: mfmansueli/CueStudio
Catalog: Cue Studio/SupportFiles/Localizable.xcstrings
Source language: en
Languages: ar, da, de, es, fr, hi, id, it, ja, ko, nb, nl, pt_br, sv, th, tr, vi, zh_hans, zh_hant

source: Delete all
ar: حذف الكل
da: Slet alle
de: Alle löschen
es: Eliminar todo
fr: Tout supprimer
hi: सब हटाएँ
id: Hapus semua
it: Elimina tutto
ja: すべて削除
ko: 모두 삭제
nb: Slett alle
nl: Alles verwijderen
pt_br: Apagar tudo
sv: Ta bort alla
th: ลบทั้งหมด
tr: Tümünü sil
vi: Xóa tất cả
zh_hans: 全部删除
zh_hant: 全部刪除

source: Delete all captions
ar: حذف كل الترجمات
da: Slet alle undertekster
de: Alle Untertitel löschen
es: Eliminar todos los subtítulos
fr: Supprimer tous les sous-titres
hi: सभी कैप्शन हटाएँ
id: Hapus semua teks
it: Elimina tutti i sottotitoli
ja: すべての字幕を削除
ko: 모든 자막 삭제
nb: Slett alle undertekster
nl: Alle ondertitels verwijderen
pt_br: Apagar todas as legendas
sv: Ta bort alla undertexter
th: ลบคำบรรยายทั้งหมด
tr: Tüm altyazıları sil
vi: Xóa tất cả phụ đề
zh_hans: 删除所有字幕
zh_hant: 刪除所有字幕

source: Delete all your Cue data?
ar: حذف كل بيانات Cue؟
da: Slet alle dine Cue-data?
de: Alle deine Cue-Daten löschen?
es: ¿Borrar todos tus datos de Cue?
fr: Supprimer toutes vos données Cue ?
hi: अपना सारा Cue डेटा मिटाएँ?
id: Hapus semua data Cue-mu?
it: Eliminare tutti i tuoi dati Cue?
ja: Cueのデータをすべて削除しますか？
ko: Cue 데이터를 모두 삭제할까요?
nb: Slette alle Cue-dataene dine?
nl: Al je Cue-gegevens verwijderen?
pt_br: Apagar todos os seus dados do Cue?
sv: Radera all din Cue-data?
th: ลบข้อมูล Cue ทั้งหมดของคุณไหม
tr: Tüm Cue verilerin silinsin mi?
vi: Xóa toàn bộ dữ liệu Cue của bạn?
zh_hans: 删除你所有的 Cue 数据？
zh_hant: 刪除你所有的 Cue 資料？

source: Delete everything
ar: حذف كل شيء
da: Slet alt
de: Alles löschen
es: Borrar todo
fr: Tout supprimer
hi: सब कुछ मिटाएँ
id: Hapus semuanya
it: Elimina tutto
ja: すべて削除
ko: 모두 삭제
nb: Slett alt
nl: Alles verwijderen
pt_br: Apagar tudo
sv: Radera allt
th: ลบทั้งหมด
tr: Hepsini sil
vi: Xóa tất cả
zh_hans: 全部删除
zh_hant: 全部刪除

source: Delete line
ar: حذف السطر
da: Slet linjen
de: Zeile löschen
es: Eliminar línea
fr: Supprimer la ligne
hi: लाइन हटाएँ
id: Hapus baris
it: Elimina riga
ja: 行を削除
ko: 줄 삭제
nb: Slett linjen
nl: Regel verwijderen
pt_br: Apagar linha
sv: Ta bort raden
th: ลบบรรทัด
tr: Satırı sil
vi: Xóa dòng
zh_hans: 删除这一行
zh_hant: 刪除此行

source: Delete my Cue data
ar: حذف بياناتي في Cue
da: Slet mine Cue-data
de: Meine Cue-Daten löschen
es: Borrar mis datos de Cue
fr: Supprimer mes données Cue
hi: मेरा Cue डेटा मिटाएँ
id: Hapus data Cue saya
it: Elimina i miei dati Cue
ja: 自分のCueデータを削除
ko: 내 Cue 데이터 삭제
nb: Slett Cue-dataene mine
nl: Mijn Cue-gegevens verwijderen
pt_br: Apagar meus dados do Cue
sv: Radera min Cue-data
th: ลบข้อมูล Cue ของฉัน
tr: Cue verilerimi sil
vi: Xóa dữ liệu Cue của tôi
zh_hans: 删除我的 Cue 数据
zh_hant: 刪除我的 Cue 資料

source: Delete take
ar: حذف اللقطة
da: Slet optagelsen
de: Take löschen
es: Eliminar toma
fr: Supprimer la prise
hi: टेक डिलीट करें
id: Hapus take
it: Elimina ripresa
ja: テイクを削除
ko: 테이크 삭제
nb: Slett opptaket
nl: Opname verwijderen
pt_br: Apagar take
sv: Ta bort tagningen
th: ลบเทค
tr: Çekimi sil
vi: Xóa cảnh quay
zh_hans: 删除镜头
zh_hant: 刪除鏡頭

source: Delete text
ar: حذف النص
da: Slet teksten
de: Text löschen
es: Eliminar texto
fr: Supprimer le texte
hi: टेक्स्ट डिलीट करें
id: Hapus teks
it: Elimina testo
ja: テキストを削除
ko: 텍스트 삭제
nb: Slett teksten
nl: Tekst verwijderen
pt_br: Apagar texto
sv: Ta bort texten
th: ลบข้อความ
tr: Metni sil
vi: Xóa chữ
zh_hans: 删除文字
zh_hant: 刪除文字

source: Delete this translation
ar: حذف هذه الترجمة
da: Slet denne oversættelse
de: Diese Übersetzung löschen
es: Eliminar esta traducción
fr: Supprimer cette traduction
hi: यह अनुवाद डिलीट करें
id: Hapus terjemahan ini
it: Elimina questa traduzione
ja: この翻訳を削除
ko: 이 번역 삭제
nb: Slett denne oversettelsen
nl: Deze vertaling verwijderen
pt_br: Apagar esta tradução
sv: Ta bort den här översättningen
th: ลบคำแปลนี้
tr: Bu çeviriyi sil
vi: Xóa bản dịch này
zh_hans: 删除此译文
zh_hant: 刪除這個翻譯

source: Deletes your scripts, takes, edits and My Cue Voice from this iPhone. This can't be undone.
ar: يحذف نصوصك ولقطاتك وتعديلاتك وMy Cue Voice من هذا الـ iPhone. لا يمكن التراجع عن ذلك.
da: Sletter dine manuskripter, optagelser, redigeringer og My Cue Voice fra denne iPhone. Det kan ikke fortrydes.
de: Löscht deine Skripte, Takes, Bearbeitungen und My Cue Voice von diesem iPhone. Das lässt sich nicht rückgängig machen.
es: Elimina tus guiones, tomas, ediciones y My Cue Voice de este iPhone. No se puede deshacer.
fr: Supprime vos scripts, prises, montages et My Cue Voice de cet iPhone. Action irréversible.
hi: इस iPhone से आपकी स्क्रिप्ट, टेक, एडिट और My Cue Voice हट जाएँगे। इसे वापस नहीं किया जा सकता।
id: Menghapus naskah, take, suntingan, dan My Cue Voice dari iPhone ini. Tidak bisa dibatalkan.
it: Elimina da questo iPhone script, riprese, modifiche e My Cue Voice. Non si può annullare.
ja: このiPhoneからスクリプト、テイク、編集内容、My Cue Voiceを削除します。元に戻せません。
ko: 이 iPhone에서 스크립트, 테이크, 편집 내용, My Cue Voice를 삭제해요. 되돌릴 수 없어요.
nb: Sletter manusene, opptakene, redigeringene og My Cue Voice fra denne iPhonen. Kan ikke angres.
nl: Verwijdert je scripts, takes, bewerkingen en My Cue Voice van deze iPhone. Dit kan niet ongedaan worden gemaakt.
pt_br: Apaga seus roteiros, takes, edições e o My Cue Voice deste iPhone. Não dá para desfazer.
sv: Raderar dina manus, tagningar, redigeringar och My Cue Voice från den här iPhonen. Det går inte att ångra.
th: ลบสคริปต์ เทค งานตัดต่อ และ My Cue Voice ของคุณออกจาก iPhone เครื่องนี้ ย้อนกลับไม่ได้
tr: Bu iPhone’daki metinlerini, çekimlerini, düzenlemelerini ve My Cue Voice’u siler. Geri alınamaz.
vi: Xóa kịch bản, take, bản chỉnh sửa và My Cue Voice khỏi iPhone này. Không thể hoàn tác.
zh_hans: 将从此 iPhone 删除你的脚本、拍摄、剪辑和 My Cue Voice。此操作无法撤销。
zh_hant: 將從此 iPhone 刪除你的腳本、拍攝、剪輯和 My Cue Voice。此操作無法復原。

source: demo
ar: عرض
fr: démo
hi: डेमो
ja: デモ
ko: 시연
pt_br: demonstração
th: สาธิต
zh_hans: 演示
zh_hant: 示範

source: Details
ar: التفاصيل
da: Detaljer
es: Detalles
fr: Détails
hi: विवरण
id: Detail
it: Dettagli
ja: 詳細
ko: 세부 사항
nb: Detaljer
pt_br: Detalhes
sv: Detaljer
th: รายละเอียด
tr: Ayrıntılar
vi: Chi tiết
zh_hans: 详情
zh_hant: 詳細資料

source: Dictate your idea
ar: أملِ فكرتك بصوتك
da: Dikter din idé
de: Idee diktieren
es: Dicta tu idea
fr: Dictez votre idée
hi: अपना आइडिया बोलकर लिखवाएँ
id: Dikte idemu
it: Detta la tua idea
ja: アイデアを音声入力
ko: 아이디어를 음성으로 입력
nb: Dikter ideen din
nl: Dicteer je idee
pt_br: Dite sua ideia
sv: Diktera din idé
th: พูดไอเดียของคุณ
tr: Fikrini sesle yaz
vi: Đọc ý tưởng của bạn
zh_hans: 语音输入你的想法
zh_hant: 口述你的想法

source: Dictation can’t listen in %@ on this iPhone. You can type your idea instead.
ar: لا يستطيع الإملاء الاستماع بلغة %@ على هذا الـ iPhone. يمكنك كتابة فكرتك بدلًا من ذلك.
da: Diktering kan ikke lytte på %@ på denne iPhone. Du kan skrive din idé i stedet.
de: %@ wird auf diesem iPhone nicht zum Diktieren unterstützt. Du kannst deine Idee stattdessen tippen.
es: El dictado no puede escuchar en %@ en este iPhone. Puedes escribir tu idea.
fr: La dictée ne peut pas écouter en %@ sur cet iPhone. Vous pouvez écrire votre idée à la place.
hi: इस iPhone पर %@ में बोलकर लिखवाना संभव नहीं है। इसके बजाय आप अपना आइडिया लिख सकते हैं।
id: Dikte tidak bisa mendengarkan dalam %@ di iPhone ini. Kamu bisa mengetik idemu.
it: La dettatura non può ascoltare in %@ su questo iPhone. Puoi scrivere la tua idea.
ja: この iPhone では %@ の音声入力に対応していません。代わりにアイデアを入力できます。
ko: 이 iPhone에서는 %@ 음성 입력을 사용할 수 없어요. 대신 아이디어를 직접 입력할 수 있어요.
nb: Diktering kan ikke lytte på %@ på denne iPhonen. Du kan skrive ideen din i stedet.
nl: Dicteren kan op deze iPhone niet luisteren in %@. Je kunt je idee in plaats daarvan typen.
pt_br: O ditado não consegue ouvir em %@ neste iPhone. Você pode digitar sua ideia.
sv: Diktering kan inte lyssna på %@ på den här iPhonen. Du kan skriva din idé i stället.
th: iPhone เครื่องนี้ยังไม่รองรับการพูดเป็นข้อความในภาษา %@ คุณพิมพ์ไอเดียแทนได้
tr: Bu iPhone’da sesle yazma %@ dilini dinleyemiyor. Bunun yerine fikrini yazabilirsin.
vi: iPhone này chưa thể nghe bằng %@ để đọc. Bạn có thể gõ ý tưởng của mình.
zh_hans: 这台 iPhone 暂不支持用 %@ 语音输入。你可以改为直接输入想法。
zh_hant: 這部 iPhone 的口述功能無法聆聽 %@。你可以改為輸入你的想法。

source: Dictation couldn’t start listening. You can type your idea instead.
ar: تعذّر على الإملاء بدء الاستماع. يمكنك كتابة فكرتك بدلًا من ذلك.
da: Diktering kunne ikke begynde at lytte. Du kan skrive din idé i stedet.
de: Das Diktat konnte nicht mit dem Zuhören beginnen. Du kannst deine Idee stattdessen tippen.
es: El dictado no pudo empezar a escuchar. Puedes escribir tu idea.
fr: La dictée n’a pas pu commencer à écouter. Vous pouvez écrire votre idée à la place.
hi: बोलकर लिखवाना सुनना शुरू नहीं कर सका। इसके बजाय आप अपना आइडिया लिख सकते हैं।
id: Dikte tidak bisa mulai mendengarkan. Kamu bisa mengetik idemu.
it: La dettatura non è riuscita a mettersi in ascolto. Puoi scrivere la tua idea.
ja: 音声入力を開始できませんでした。代わりにアイデアを入力できます。
ko: 음성 입력을 시작하지 못했어요. 대신 아이디어를 직접 입력할 수 있어요.
nb: Diktering kunne ikke begynne å lytte. Du kan skrive ideen din i stedet.
nl: Dicteren kon niet beginnen met luisteren. Je kunt je idee in plaats daarvan typen.
pt_br: O ditado não conseguiu começar a ouvir. Você pode digitar sua ideia.
sv: Diktering kunde inte börja lyssna. Du kan skriva din idé i stället.
th: เริ่มฟังเพื่อพูดเป็นข้อความไม่ได้ คุณพิมพ์ไอเดียแทนได้
tr: Sesle yazma dinlemeye başlayamadı. Bunun yerine fikrini yazabilirsin.
vi: Không thể bắt đầu nghe để đọc. Bạn có thể gõ ý tưởng của mình.
zh_hans: 语音输入无法开始聆听。你可以改为直接输入想法。
zh_hant: 口述功能無法開始聆聽。你可以改為輸入你的想法。

source: Dictation needs to download %@. Connect to the internet and try again.
ar: يحتاج الإملاء إلى تنزيل %@. اتصل بالإنترنت وحاول مرة أخرى.
da: Diktering skal downloade %@. Opret forbindelse til internettet, og prøv igen.
de: Das Diktat muss %@ herunterladen. Verbinde dich mit dem Internet und versuche es erneut.
es: El dictado necesita descargar %@. Conéctate a internet e inténtalo de nuevo.
fr: La dictée doit télécharger %@. Connectez-vous à internet et réessayez.
hi: बोलकर लिखवाने के लिए %@ डाउनलोड करनी होगी। इंटरनेट से जुड़ें और फिर कोशिश करें।
id: Dikte perlu mengunduh %@. Hubungkan ke internet lalu coba lagi.
it: La dettatura deve scaricare %@. Connettiti a internet e riprova.
ja: 音声入力には %@ のダウンロードが必要です。インターネットに接続して、もう一度お試しください。
ko: 음성 입력을 위해 %@ 다운로드가 필요해요. 인터넷에 연결한 뒤 다시 시도하세요.
nb: Diktering må laste ned %@. Koble til internett og prøv igjen.
nl: Voor dicteren moet %@ worden gedownload. Maak verbinding met internet en probeer het opnieuw.
pt_br: O ditado precisa baixar %@. Conecte-se à internet e tente de novo.
sv: Diktering behöver ladda ned %@. Anslut till internet och försök igen.
th: การพูดเป็นข้อความต้องดาวน์โหลด %@ เชื่อมต่ออินเทอร์เน็ตแล้วลองใหม่อีกครั้ง
tr: Sesle yazma için %@ indirilmeli. İnternete bağlanıp tekrar dene.
vi: Tính năng đọc cần tải %@. Hãy kết nối internet rồi thử lại.
zh_hans: 语音输入需要先下载%@。请连接互联网后重试。
zh_hant: 口述功能需要下載 %@。請連上網路後再試一次。

source: Dictation needs to download this language. Connect to the internet and try again.
ar: يحتاج الإملاء إلى تنزيل هذه اللغة. اتصل بالإنترنت وحاول مرة أخرى.
da: Diktering skal downloade dette sprog. Opret forbindelse til internettet, og prøv igen.
de: Das Diktat muss diese Sprache herunterladen. Verbinde dich mit dem Internet und versuche es erneut.
es: El dictado necesita descargar este idioma. Conéctate a internet e inténtalo de nuevo.
fr: La dictée doit télécharger cette langue. Connectez-vous à internet et réessayez.
hi: बोलकर लिखवाने के लिए यह भाषा डाउनलोड करनी होगी। इंटरनेट से जुड़ें और फिर कोशिश करें।
id: Dikte perlu mengunduh bahasa ini. Hubungkan ke internet lalu coba lagi.
it: La dettatura deve scaricare questa lingua. Connettiti a internet e riprova.
ja: 音声入力にはこの言語のダウンロードが必要です。インターネットに接続して、もう一度お試しください。
ko: 음성 입력을 위해 이 언어를 다운로드해야 해요. 인터넷에 연결한 뒤 다시 시도하세요.
nb: Diktering må laste ned dette språket. Koble til internett og prøv igjen.
nl: Voor dicteren moet deze taal worden gedownload. Maak verbinding met internet en probeer het opnieuw.
pt_br: O ditado precisa baixar este idioma. Conecte-se à internet e tente de novo.
sv: Diktering behöver ladda ned det här språket. Anslut till internet och försök igen.
th: การพูดเป็นข้อความต้องดาวน์โหลดภาษานี้ เชื่อมต่ออินเทอร์เน็ตแล้วลองใหม่อีกครั้ง
tr: Sesle yazma için bu dil indirilmeli. İnternete bağlanıp tekrar dene.
vi: Tính năng đọc cần tải ngôn ngữ này. Hãy kết nối internet rồi thử lại.
zh_hans: 语音输入需要先下载此语言。请连接互联网后重试。
zh_hant: 口述功能需要下載此語言。請連上網路後再試一次。

source: Dictation stopped. What you said so far is kept.
ar: توقف الإملاء. ما قلته حتى الآن محفوظ.
da: Dikteringen stoppede. Det, du har sagt indtil nu, er gemt.
de: Diktat beendet. Was du bisher gesagt hast, bleibt erhalten.
es: El dictado se detuvo. Lo que dijiste hasta ahora se conserva.
fr: La dictée s’est arrêtée. Ce que vous avez dit jusqu’ici est conservé.
hi: बोलकर लिखवाना रुक गया। अब तक जो आपने कहा, वह सुरक्षित है।
id: Dikte berhenti. Apa yang sudah kamu ucapkan tetap tersimpan.
it: Dettatura interrotta. Quello che hai detto finora è stato conservato.
ja: 音声入力が止まりました。ここまでの内容は残っています。
ko: 음성 입력이 멈췄어요. 지금까지 말한 내용은 그대로 남아 있어요.
nb: Dikteringen stoppet. Det du har sagt så langt, er beholdt.
nl: Dicteren gestopt. Wat je tot nu toe hebt gezegd is bewaard.
pt_br: O ditado parou. O que você disse até agora foi mantido.
sv: Dikteringen stoppade. Det du har sagt hittills sparas.
th: การพูดเป็นข้อความหยุดลงแล้ว สิ่งที่คุณพูดไปก่อนหน้านี้ยังอยู่
tr: Sesle yazma durdu. Şimdiye kadar söylediklerin korundu.
vi: Đã dừng đọc. Những gì bạn đã nói vẫn được giữ lại.
zh_hans: 语音输入已停止。你之前说的内容都已保留。
zh_hant: 口述已停止。到目前為止你說的內容都已保留。

source: Did you mean “%@”?
ar: هل تقصد «%@»؟
da: Mente du “%@”?
de: Meinst du „%@“?
es: ¿Querías decir “%@”?
fr: Vouliez-vous dire « %@ » ?
hi: क्या आपका मतलब “%@” था?
id: Maksudmu “%@”?
it: Intendevi “%@”?
ja: 「%@」のことですか？
ko: “%@”을(를) 말씀하셨나요?
nb: Mente du «%@»?
nl: Bedoelde je “%@”?
pt_br: Você quis dizer “%@”?
sv: Menade du ”%@”?
th: คุณหมายถึง “%@” ไหม
tr: “%@” mi demek istedin?
vi: Ý bạn là “%@”?
zh_hans: 你是想说“%@”吗？
zh_hant: 你是想說「%@」嗎？

source: Didn’t catch anything. Try again, or type your idea.
ar: لم أسمع شيئًا. حاول مرة أخرى، أو اكتب فكرتك.
da: Opfangede ingenting. Prøv igen, eller skriv din idé.
de: Ich habe nichts verstanden. Versuch es noch einmal oder tippe deine Idee.
es: No se escuchó nada. Inténtalo de nuevo o escribe tu idea.
fr: Rien n’a été entendu. Réessayez, ou écrivez votre idée.
hi: कुछ सुनाई नहीं दिया। फिर कोशिश करें, या अपना आइडिया लिखें।
id: Tidak ada yang terdengar. Coba lagi, atau ketik idemu.
it: Non ho sentito nulla. Riprova, oppure scrivi la tua idea.
ja: 何も聞き取れませんでした。もう一度試すか、アイデアを入力してください。
ko: 아무것도 들리지 않았어요. 다시 시도하거나 아이디어를 직접 입력하세요.
nb: Fikk ikke med meg noe. Prøv igjen, eller skriv ideen din.
nl: Niets verstaan. Probeer het opnieuw, of typ je idee.
pt_br: Não captei nada. Tente de novo ou digite sua ideia.
sv: Hörde ingenting. Försök igen, eller skriv din idé.
th: ไม่ได้ยินอะไรเลย ลองใหม่อีกครั้ง หรือพิมพ์ไอเดียของคุณ
tr: Hiçbir şey duyulmadı. Tekrar dene ya da fikrini yaz.
vi: Không nghe thấy gì. Hãy thử lại, hoặc gõ ý tưởng của bạn.
zh_hans: 没有听到内容。请再试一次，或直接输入你的想法。
zh_hant: 沒有聽到任何內容。請再試一次，或直接輸入你的想法。

source: Dim back
ar: تعتيم الخلفية
da: Dæmp baggrunden
de: Hintergrund abdunkeln
es: Oscurecer fondo
fr: Assombrir le fond
hi: बैकग्राउंड धीमा करें
id: Redupkan latar
it: Scurisci sfondo
ja: 背景を暗く
ko: 배경 어둡게
nb: Dim bakgrunnen
nl: Achtergrond dimmen
pt_br: Escurecer fundo
sv: Dämpa bakgrunden
th: ทำพื้นหลังให้มืด
tr: Arka planı karart
vi: Làm tối nền
zh_hans: 压暗背景
zh_hant: 背景調暗

source: Direct
ar: مباشر
da: Direkte
de: Direkt
es: Directo
hi: सीधा
id: Langsung
it: Diretto
ja: ストレート
ko: 직설적인
nb: Direkte
pt_br: Direto
sv: Direkt
th: ตรงไปตรงมา
tr: Dolaysız
vi: Thẳng thắn
zh_hans: 直接
zh_hant: 直接

source: Disclosure added up front
ar: تمت إضافة الإفصاح في البداية
da: Oplysningen er tilføjet forrest
de: Hinweis am Anfang hinzugefügt
es: Aviso añadido al principio
fr: Mention ajoutée au début
hi: शुरुआत में डिस्क्लोज़र जोड़ा गया
id: Pengungkapan ditambahkan di awal
it: Avviso aggiunto all’inizio
ja: 冒頭にPR表記を追加しました
ko: 앞부분에 광고 표시를 추가함
nb: Opplysningen er lagt til først
nl: Vermelding vooraan toegevoegd
pt_br: Aviso adicionado no começo
sv: Upplysningen har lagts till först
th: เพิ่มการเปิดเผยไว้ตอนต้นแล้ว
tr: Açıklama başa eklendi
vi: Đã thêm công bố ở đầu
zh_hans: 已在开头添加推广声明
zh_hant: 已在開頭加上揭露聲明

source: Disclosure is already first
ar: الإفصاح موجود في البداية بالفعل
da: Oplysningen står allerede først
de: Hinweis steht schon vorn
es: El aviso ya va al principio
fr: La mention est déjà en tête
hi: डिस्क्लोज़र पहले से शुरुआत में है
id: Pengungkapan sudah di awal
it: L’avviso è già all’inizio
ja: 開示はすでに冒頭にあります
ko: 고지가 이미 맨 앞에 있어요
nb: Opplysningen står allerede først
nl: Melding staat al vooraan
pt_br: O aviso já está no início
sv: Upplysningen står redan först
th: คำเปิดเผยอยู่ต้นเรื่องแล้ว
tr: Bildirim zaten en başta
vi: Phần công khai đã ở đầu
zh_hans: 声明已在最前面
zh_hant: 聲明已在最前面

source: Disconnect
ar: قطع الاتصال
da: Afbryd forbindelsen
de: Trennen
es: Desconectar
fr: Déconnecter
hi: डिस्कनेक्ट करें
id: Putuskan
it: Scollega
ja: 接続解除
ko: 연결 해제
nb: Koble fra
nl: Verbinding verbreken
pt_br: Desconectar
sv: Koppla från
th: ตัดการเชื่อมต่อ
tr: Bağlantıyı kes
vi: Ngắt kết nối
zh_hans: 断开连接
zh_hant: 中斷連線

source: Dismiss
ar: تجاهل
da: Afvis
de: Schließen
es: Descartar
fr: Ignorer
hi: हटाएँ
id: Tutup
it: Ignora
ja: 閉じる
ko: 닫기
nb: Lukk
nl: Sluiten
pt_br: Dispensar
sv: Avfärda
th: ปิด
tr: Kapat
vi: Bỏ qua
zh_hans: 忽略
zh_hant: 關閉

source: Display
ar: العرض
da: Visning
de: Anzeige
es: Pantalla
fr: Affichage
hi: डिस्प्ले
id: Tampilan
it: Schermo
ja: 表示
ko: 화면
nb: Visning
nl: Weergave
pt_br: Exibição
sv: Visning
th: การแสดงผล
tr: Ekran
vi: Hiển thị
zh_hans: 显示
zh_hant: 顯示

source: Display settings
ar: إعدادات العرض
da: Visningsindstillinger
de: Anzeigeeinstellungen
es: Ajustes de pantalla
fr: Réglages d’affichage
hi: डिस्प्ले सेटिंग्स
id: Pengaturan tampilan
it: Impostazioni schermo
ja: 表示設定
ko: 화면 설정
nb: Visningsinnstillinger
nl: Weergave-instellingen
pt_br: Ajustes de exibição
sv: Visningsinställningar
th: การตั้งค่าการแสดงผล
tr: Ekran ayarları
vi: Cài đặt hiển thị
zh_hans: 显示设置
zh_hant: 顯示設定

source: Dissolve
ar: تلاشٍ متداخل
da: Overgang
de: Überblenden
es: Fundido
fr: Fondu enchaîné
hi: डिज़ॉल्व
id: Larut
it: Dissolvenza incrociata
ja: ディゾルブ
ko: 디졸브
nb: Kryssoverblending
nl: Overvloeien
pt_br: Dissolver
sv: Toning
th: ละลาย
tr: Çözülme
vi: Hòa tan
zh_hans: 叠化
zh_hant: 溶接

source: Do you swear on camera?
ar: هل تشتم أمام الكاميرا؟
da: Bander du foran kameraet?
de: Fluchst du vor der Kamera?
es: ¿Dices palabrotas en cámara?
fr: Vous jurez devant la caméra ?
hi: क्या आप कैमरे पर गाली देते हैं?
id: Apakah kamu mengumpat di depan kamera?
it: Dici parolacce in camera?
ja: カメラの前で悪い言葉を使いますか？
ko: 카메라 앞에서 욕을 하나요?
nb: Banner du foran kameraet?
nl: Vloek je voor de camera?
pt_br: Você xinga na câmera?
sv: Svär du framför kameran?
th: คุณพูดคำหยาบหน้ากล้องไหม
tr: Kamera önünde küfür eder misin?
vi: Bạn có chửi thề trước camera không?
zh_hans: 你会在镜头前说脏话吗？
zh_hant: 你會在鏡頭前說髒話嗎？

source: Doing more than one? Pick the one you film most.
ar: تفعل أكثر من واحد؟ اختر ما تصوّره أكثر.
da: Laver du mere end én? Vælg den, du filmer mest.
de: Machst du mehrere? Wähle das, was du am meisten filmst.
es: ¿Haces más de uno? Elige el que más grabas.
fr: Vous en faites plusieurs ? Choisissez celui que vous filmez le plus.
hi: एक से ज़्यादा करते हैं? वह चुनें जो सबसे ज़्यादा फ़िल्माते हैं।
id: Melakukan lebih dari satu? Pilih yang paling sering kamu rekam.
it: Ne fai più di uno? Scegli quello che riprendi di più.
ja: 複数当てはまる場合は、いちばん多く撮るものを選んでください。
ko: 여러 개라면 가장 많이 촬영하는 걸 고르세요.
nb: Gjør du mer enn én? Velg den du filmer mest.
nl: Doe je er meer dan één? Kies degene die je het vaakst filmt.
pt_br: Faz mais de um? Escolha o que mais filma.
sv: Gör du fler än en? Välj den du filmar mest.
th: ทำมากกว่าหนึ่งอย่าง? เลือกอย่างที่ถ่ายบ่อยที่สุด
tr: Birden fazlasını mı yapıyorsun? En çok çektiğini seç.
vi: Làm nhiều loại? Hãy chọn loại bạn quay nhiều nhất.
zh_hans: 同时做多种？选你拍得最多的那个。
zh_hant: 不只一種？請選你最常拍的。

source: Don't buy this until you watch this.
ar: لا تشترِ هذا قبل أن تشاهد هذا الفيديو.
da: Køb ikke dette, før du har set det her.
de: Kauf das nicht, bevor du das gesehen hast.
es: No compres esto sin ver este vídeo.
fr: N’achetez pas ça avant d’avoir vu cette vidéo.
hi: यह वीडियो देखे बिना इसे मत खरीदिए।
id: Jangan beli ini sebelum nonton video ini.
it: Non comprarlo prima di aver visto questo.
ja: これを見るまで買わないで。
ko: 이 영상 보기 전엔 사지 마세요.
nb: Ikke kjøp dette før du har sett dette.
nl: Koop dit niet voordat je dit hebt gezien.
pt_br: Não compre isso antes de ver este vídeo.
sv: Köp inte det här förrän du har sett det här.
th: อย่าเพิ่งซื้อจนกว่าจะดูคลิปนี้
tr: Bunu izlemeden satın alma.
vi: Đừng mua cho đến khi xem video này.
zh_hans: 看完这个再决定买不买。
zh_hant: 看完這支影片再決定要不要買。

source: Done
ar: تم
da: Færdig
de: Fertig
es: OK
fr: OK
hi: हो गया
id: Selesai
it: Fine
ja: 完了
ko: 완료
nb: Ferdig
nl: Klaar
pt_br: OK
sv: Klar
th: เสร็จสิ้น
tr: Bitti
vi: Xong
zh_hans: 完成
zh_hant: 完成

source: Done anyway
ar: إنهاء على أي حال
da: Færdig alligevel
de: Trotzdem fertig
es: Terminar igualmente
fr: Terminer quand même
hi: फिर भी हो गया
id: Tetap selesai
it: Fine comunque
ja: このまま完了
ko: 그래도 완료
nb: Ferdig likevel
nl: Toch klaar
pt_br: Concluir mesmo assim
sv: Klar ändå
th: เสร็จเลย
tr: Yine de bitti
vi: Vẫn xong
zh_hans: 仍然完成
zh_hant: 仍然完成

source: Double tap and hold, then speak
ar: اضغط مرتين مع الاستمرار ثم تحدّث
da: Dobbelttryk og hold nede, tal derefter
de: Doppeltippen und halten, dann sprechen
es: Toca dos veces, mantén y habla
fr: Touche deux fois, maintiens, puis parle
hi: दो बार टैप करके दबाए रखें, फिर बोलें
id: Ketuk dua kali dan tahan, lalu bicara
it: Tocca due volte e tieni premuto, poi parla
ja: ダブルタップして長押しし、話します
ko: 두 번 탭하고 누른 채 말하세요
nb: Dobbelttrykk og hold inne, snakk deretter
nl: Tik tweemaal en houd vast, spreek dan
pt_br: Toque duas vezes e segure, depois fale
sv: Dubbeltryck och håll in, tala sedan
th: แตะสองครั้งค้างไว้ แล้วพูด
tr: Çift dokunup basılı tut, sonra konuş
vi: Chạm đúp và giữ, rồi nói
zh_hans: 双击并按住，然后说话
zh_hant: 點兩下並按住，然後開口說話

source: Download video
ar: تنزيل الفيديو
de: Video herunterladen
es: Descargar vídeo
fr: Télécharger la vidéo
hi: वीडियो डाउनलोड करें
id: Unduh video
it: Scarica il video
ja: 動画をダウンロード
ko: 영상 다운로드
nb: Last ned video
nl: Video downloaden
pt_br: Baixar vídeo
sv: Ladda ned video
th: ดาวน์โหลดวิดีโอ
tr: Videoyu indir
vi: Tải video xuống
zh_hans: 下载视频
zh_hant: 下載影片

source: Downloading
ar: جارٍ التنزيل
da: Downloader
de: Lädt
es: Descargando
fr: Téléchargement
hi: डाउनलोड हो रहा है
id: Mengunduh
it: Download
ja: ダウンロード中
ko: 다운로드 중
nb: Laster ned
nl: Downloaden
pt_br: Baixando
sv: Laddar ned
th: กำลังดาวน์โหลด
tr: İndiriliyor
vi: Đang tải xuống
zh_hans: 正在下载
zh_hant: 下載中

source: Downloading %@
ar: جارٍ التنزيل %@
da: Downloader %@
de: Lädt %@
es: Descargando %@
fr: Téléchargement %@
hi: डाउनलोड हो रहा है %@
id: Mengunduh %@
it: Download %@
ja: ダウンロード中 %@
ko: 다운로드 중 %@
nb: Laster ned %@
nl: %@ downloaden
pt_br: Baixando %@
sv: Laddar ned %@
th: กำลังดาวน์โหลด %@
tr: İndiriliyor %@
vi: Đang tải xuống %@
zh_hans: 正在下载 %@
zh_hant: 正在下載 %@
